#Задача «Автоматизируем простоту!»
n = 3
name = 'eat; sleep; code; repeat;'
print(f' Обожаю писать: ', n * name)